// C-style comments.
// First non-comment line must be the following:
MCSkin3D Language File
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name=German
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#Version=1.0
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#SuppVersion=1.4
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="de"

// These lines are not required, they are simply for identification
// purposes.
#Author="Paril"
#AuthorContact="paril@alteredsoftworks.com"
#AuthorSite="www.alteredsoftworks.com"

// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use this file, and not other languages, to determine the
// context in which the string is deriving - otherwise, you may lose accuracy of your
// translation over time (see TranslationParty).
C_OK="OK"
C_CANCEL="Abbrechen"
C_CLOSE="Beenden"
C_COPYTOCLIPBOARD="Zur Zwischenablage kopieren"

M_FILE="Datei"
	M_SAVE="Speichern"
	M_SAVEAS="Speichern als"
	M_SAVEALL="Alles speichern"
	M_UPLOAD="Skin hochladen..."
	M_EXIT="Beenden"
M_EDIT="Bearbeiten"
	M_UNDO="Rückgängig"
	M_REDO="Wiederherstellen"
	M_TOOL="Werkzeug"
M_VIEW="Anzeige"
	M_MODE="Anzeigemodus"
		M_PERSPECTIVE="Perspektive (3D)"
		M_TEXTURE="Textur (2D)"
		M_HYBRID="Hybrid"
	M_3D="3D Einstellungen"
		M_ANIMATE="Animieren"
		M_FOLLOWCUR="Maus folgen"
		M_GRASS="Gras"
		M_GHOST="Ghost Hidden Parts"
		M_MULTISAMPLING="Multisampling"
	M_2D="2D Einstellungen"
		M_ALPHACHECKER="Transparenz-Muster"
		M_OVERLAY="Überlappen"
			M_ENABLEOVERLAY="Enable"
	M_TRANSMODE="Transparenz Modus"
		M_OFF="Aus"
		M_HELMETONLY="Nur Helm"
		M_ALL="Alles"
	M_VISIBLEPARTS="Sichtbare Teile"
		M_HEAD="Kopf"
		M_HELMET="Helm"
		M_CHEST="Brust"
		M_LEFTARM="Linker Arm"
		M_RIGHTARM="Rechter Arm"
		M_LEFTLEG="Linkes Bein"
		M_RIGHTLEG="Rechtes Bein"
M_OPTIONS="Einstellungen"
	M_KEYSHORTCUTS="Tastatur Shortcuts"
	M_BGCOLOR="Hintergrundfarbe"
	M_USETEXTUREBASES="Benutze Basis Texturen"
M_LANGUAGE="Sprache"
M_HELP="Hilfe"
	M_CHECKUPDATES="Nach Updates suchen"
	M_AUTOUPDATE="Automatisch nach Updates suchen"

T_TREE_ZOOMOUT="Hinein zoomen"
T_TREE_ZOOMIN="Heraus zoomen"
T_TREE_IMPORTHERE="Hier importieren..."
T_TREE_NEWFOLDER="Neuen Ordner hie erstellen..."
T_TREE_RENAME="Umbenennen..."
T_TREE_DELETE="Löschen..."
T_TREE_CLONE="Klonen"
T_TREE_UPLOAD="Hochladen"

T_SAVE="Speichern"
T_SAVEALL="Alles speichern"
T_UNDO="Rückgängig"
T_REDO="Wiederherstellen"
T_PERSPECTIVE="Perspektive"
T_TEXTURE="Textur"
T_HYBRID="Hybrid"
T_SCREENSHOT="Screenshot (Halte shift um zu speichern)"
T_TOGGLEHEAD="Kopf umschalten"
T_TOGGLEHELMET="Helm umschalten"
T_TOGGLECHEST="Brust umschalten"
T_TOGGLELEFTARM="Linken Arm umschalten"
T_TOGGLERIGHTARM="Rechten Arm umschalten"
T_TOGGLELEFTLEG="Linkes Bein umschalten"
T_TOGGLERIGHTLEG="Rechtes Bein umschalten"
T_SWATCHES="Farbschemen"

M_IMPORT_HERE="Import Here..."
M_NEWFOLDER="New Folder"
M_NEWFOLDER_HERE="New Folder Here..."
M_RENAME="Rename..."
M_DELETE="Delete..."
M_CLONE="Clone"

T_TOOL_CAMERA="Kamera"
T_TOOL_PENCIL="Stift"
T_TOOL_ERASER="Radiergummi"
T_TOOL_DROPPER="Farbselekter"
T_TOOL_DODGEBURN="Farbe hineinbrennen / vermischen"
T_TOOL_DARKENLIGHTEN="Heller/Dunkler"
T_TOOL_BUCKET="Füll-Tool"
T_TOOL_NOISE="Rauscheffekt"

B_MSG_DIRMISSING="Eine mitgelieferte Bibiliothek wurde nicht gefunden. Das passiert weil du das Programm nicht extrahiert hast. Der Fehler ist nicht Kritisch, doch du wirst Skin Vorlagen, Farmschemen oder andere Features nicht haben."
B_MSG_UPTODATE="Du hast die Neueste und Beste Version dieses tollen Programms!"
B_MSG_NEWUPDATE="Update verfügbar! Möchtest du es im Update Manager öffnen?"
B_MSG_UPLOADERROR="Fehler beim Skin hochladen:"
B_MSG_UPLOADSUCCESS="Skin wurde erfolgreich hochgeladen! Viel Spaß! :)"
B_MSG_DELETESKIN="Skin löschen?\r\nEr wird in den Papierkorb verschoben."
B_MSG_DELETEFOLDER="Ordner löschen?\r\nEr wird in den Papierkorb verschoben."
B_MSG_OVERLAYERROR="Fehler beim Öffnen der Overlay-Textur: "{0}"; hat das Bild eine Auflösung die eine Potenz von 2 entspricht?"
B_MSG_UPLOADRES="Du kannst in MCSkin3D hoch auflösende texturen bearbeiten, doch du wirst damit nicht spielen können!"
B_MSG_ANTIALIAS="Starte MCSkin3D neu um das Multisampling zu aktivieren"
B_MSG_PIXELFORMAT="Tut mir leid aber deine Grafik Karte unterstützt keine 32 Bit farben die wir hier brauchen! :("
B_MSG_SHORTCUTEXISTS="Shortcut "{0}" ist ident mit "{1}" - Wird gelöscht."

B_CAP_QUESTION="Frage"
B_CAP_SORRY="Entschuldigung"

C_SQUARE="Rechteck"
C_CIRCLE="Kreis"

O_EXPOSURE="Aussetzung:"
O_INCREMENTAL="Schrittweise"
O_LIGHTEN="Heller"
O_DARKEN="Dunkler"
O_DODGE="Mischen"
O_BURN="Brennen"
Q_THRESHOLD="Schwelle:"

C_NEW="New"
C_CANTMOVE="Kann nicht verschieben zu"
C_COPY="Kopieren"
C_MOVE="Verschieben"
C_MOVED="Verschoben"
C_COPYTO="Kopiert zu"
C_MOVETO="Verschoben zu"
C_IMPORTTO="Importieren zu"

C_SETTINGSFAILED="Einstellungen konnten nicht geladen werden. Die standard Einstellungen werden benutzt"

C_AUTOLOGIN="Automatisch einloggen?"
C_REMEMBER="Login merken?"
C_USERNAME="Benutzername:"
C_PASSWORD="Passwort:"
C_UPLOADTEXT="Um deinen Skin hochzuladen musst du dich auf minecraft.net anmelden. Ich kann das für dich machen wenn du deinen Benutzernamen und das Passwort eingibst"

C_UPLOADING="Skin wird hochgeladen. Bitte warten..."
C_SHORTCUTINUSE="Shortcut wird bereits verwendet"

S_TREEVIEW_ZOOMIN="Baum Ansicht hinein zoomen"
S_TREEVIEW_ZOOMOUT="Baum Ansicht heraus zoomen"
S_SWATCH_ZOOMIN="Farbpaletten hinein zoomen"
S_SWATCH_ZOOMOUT="Farbpaletten heraus zoomen"
S_COLORSWAP="Vordergrund und Hintergrundfarben wechseln"
S_RENAME="Name ändern"
S_CLONE="Klonen"
S_DELETE="Löschen"
S_SCREENSHOT_CLIP="Screenshot in die Zwischenablage"
S_SCREENSHOT_SAVE="Screenshot speichern"
S_TOGGLEVIEW="Anzeige Modus wechseln"
S_TOGGLETRANS="Transparenz Modus wechseln"

M_SHORTCUTS="Klicke auf die Box unten und drücke die Tasten für den Shortcut"
W_OPTIONS="Werkzeug Optionen"

T_CAMERA="Linke Maustaste zum Drehen. Rechte Maustaste oder Mausrad um zu zoomen"
T_PENCIL="Linke Maustaste um zu zeichnen. Rechte/Mittlere Maustaste für Rotation/Zoom. Shift um Hintergrund Farbe zu verwenden"
T_DROPPER="Linke Maustaste um Farbe auszuwählen. Rechte/Mittlere Maustaste für Rotation/Zoom. Shift um Hintergrund auszuwählen.
T_DODGEBURN="Linke Maustaste für Effekt. Rechte/Mittlere Maustaste für Rotation/Zoom. Shift um Tool zu tauschen"
T_DARKENLIGHTEN="Linke Maustaste zum erhellen/verdunkeln. Rechte/Mittlere Maustaste für Rotation/Zoom. Shift um Tool zu tauschen"
T_ERASER="Linke Maustaste zum Löschen. Rechte/Mittlere Maustaste für Rotation/Zoom"
T_FILL="Linke Maustaste zum Füllen. Shift um Hintergrundfarbe zu verwenden. Strg um auf einen Teil zu fixieren. Rechte/Mittlere Maustaste für Rotation/Zoom"
T_NOISE="Linke Maustaste um Rauschen aufzutragen. Rechte/Mittlere Maustaste für Rotation/Zoom"

C_UNSAVED="Du hast ungespeicherte Änderungen. Sicher dass du beenden willst?"
C_UNSAVED_CAPTION="Warte!"

O_HOLDNESS="Holdness:"

G_BRUSH="Pinsel"
G_BRUSHOPTS="Pinsel Einstellungen"
G_NOISEOPTS="Rauschen Einstellungen"
G_FILLOPTS="Füll-Tool Einstellungen"
G_TOOL="Werkzeug"

T_DECRES="Auflösung erhöhen"
T_INCRES="Auflösung veringern"

M_NEWSKIN="Neuer Skin"
M_NEWSKIN_HERE="Neuen Skin hier erstellen"

M_SKINERROR="Konnte Skin nicht vom Minecraft Skin Storage herunterladen"
M_FETCH_NAME="Von Minecraft abrufen"
M_FETCH_TEXT="MCSkin3D kann jeden Skin von Minecraft abrufen und importieren. Gib einfach den Spielernamen ein"
M_PLAYER_NAME="Spielername:"

C_YES="Ja"
C_NO="Nein"
D_DONTASK="Nicht nochmal fragen"
M_IRREVERSIBLE="Notiz: Skins in hoher Auflösung können NICHT auf minecraft.net hochgeladen werden\n\nDieser Vorgang kann nicht rückgändig gemacht werden!! Sicher dass du dies tun möchtest?"

M_TEMP="Du versucht MCSkin3D von einem temporären Ordner aus zu starten. Bitte extrahiere das Programm aus der ZIP und starte es neu!"

T_RESETCAMERA="Kamera zurücksetzen"
M_SKINDIRS="Skin Ordner"
M_DYNAMICOVERLAY="Dynamisches Overlay"
M_DYNAMICOPTIONS="Dynamische Optionen"
M_LINECOLOR="Linienfarbe"
M_LINESIZE="Liniendicke"
M_OVERLAYTEXTSIZE="Textgröße"
M_TEXTCOLOR="Textfarbe"

U_PIXELSCHANGED="Pixel geändert"
T_TOOL_STAMP="Stempel"
T_STAMP="Linksklick zum Stempeln. Halte Shift und Klicke um die Region auszuwählen."
L_UNDOACTIONS="{0} Aktionen rückgangig gemacht"
L_REDOACTIONS="{0} Rückgängigkeiten wiederhergestellt"

M_BROWSE="Zu {0} navigieren"
M_SKIN="Skin"
M_FOLDER="Ordner"

M_SHARED="Geteilte Optionen"
M_INFINITEMOUSE="Unendliche Mausbewegung"

T_SWATCHEDIT="Paletten bearbeiten"
T_DELETESWATCH="Palette löschen"
T_ADDSWATCH="Palette hinzufügen"

M_EXPT_EXCEPTION="Ein Fehler ist aufgetreten!"
M_EXPT_APPERROR="Programmfehler!"
M_EXPT_ERRORTEXT="In MCSkin3D ist ein Fehler aufgetreten.\r\n\r\nUm den Entwicklern zu helfen, sende uns bitte einen Fehlerbericht! Unten in diesem Fenster findest du den Fehlerbericht. Sende uns diesen auf PlanetMinecraft!"
M_EXPT_SHOW="Nicht mehr anzeigen"
M_EXPT_CLOSE="Schließen"
M_EXPT_VIEW="Um den Fehlerbericht zu sehen, klicke"
M_EXPT_HERE="hier"

C_RESTART="Du musst das Programm neustarten bevor du das machen kannst."
C_RESTART_CAPTION="Neustart erforderlich"
D_UNSAVED="You have unsaved skins; changing skin directories requires a refresh of the skins list, and as such you will lose any unsaved changes. Click Yes to refresh without saving; click No to wait until restart; click Cancel to cancel."
D_UNSAVED_CAPTION="Ungespeicherte Änderungen"

M_RENDERSTATS="Render Stats"
M_GRIDCOLOR="Gitterfarbe"
M_GRIDOPACITY="Gittersichtbarkeit"

M_LOADING="Lade..."
M_NEWPALETTE="Neue Palette"
M_DELETEPALETTE="Palette löschen"
M_CONVERTSWATCH="Palette konvertieren..."
M_RENAMEPALETTE="Palette umbenennen"
M_CURRENTFORMAT="Palettenformat:"
M_NEWFORMAT="Neues Format:"
M_SWATCHQUESTION="Die Palette wird permanent gelöscht. Fortfahren?"
M_SWATCHQUESTION_CAPTION="Bist du sicher?"

M_UPDATESTARTING="Updates heruntergeladen. Das Programm wird sich neustarten. Weil MCSkin3D von einem temporären Verzeichnis aus gestartet wurde, kann es sein, dass sich dein Antivirus Programm meldet."
M_REPORTVIEWER="Report Anzeige"

M_GRIDENABLED="Gitter anzeigen"
M_RENDERRESTART="Ein Neustart ist erforderlich um den neuen Rendermodus zu benutzen"
M_RENDERER="Renderer"
M_CLIENTARRAYS="Client Arrays"
M_IMMEDIATE="Immediate Mode"
W_POPOUT="Popout"

E_SKINERROR="Konnte Skin "{0}" nicht laden. Bitte lösche oder verschiebe die Datei."
T_TOGGLECHESTARMOR="Brustrüstung umschalten"
T_TOGGLELEFTARMARMOR="Linke Armrüstung umschalten"
T_TOGGLERIGHTARMARMOR="Rechte Armrüstung umschalten"
T_TOGGLELEFTLEGARMOR="Linke Beinrüstung umschalten"
T_TOGGLERIGHTLEGARMOR="Rechte Beinrüstung umschalten"

M_CHESTARMOR="Brustrüstung"
M_LEFTARMARMOR="Linke Armrüstung"
M_RIGHTARMARMOR="Rechte Armrüstung"
M_LEFTLEGARMOR="Linke Beinrüstung"
M_RIGHTLEGARMOR="Rechte Beinrüstung"

C_SCALE="Skalieren"
C_CROP="Kürzen"
M_SKINSIZEMISMATCH="This skin's size does not match the expected size from the selected model. MCSkin3D can work around this one of two ways:\n\nCrop: Simply set the skin size to match the model size without modifying the skin itself. Note that this may crop off parts of your skin depending on the size difference. If you're converting a skin from 1.7 to 1.8, USE THIS OPTION.\n\nScale: Scale the skin to fit the requested size.\n\nNote that this is a DESTRUCTIVE OPERATION and CANNOT BE UNDONE."